{
    "1996": [
        {
            "title": "Protein dynamics and microscopic theory of enzymatic reactions", 
            "abstract": "Formulation of an advanced statistical theory of biochemical processes needs simple but adequate models of phenomena underlying microscopic dynamics of biomolecules, in particular enzymatic proteins. A synthetic picture of protein dynamics emerging from the recent studies is outlined and two classes of theoretical models of slow activated dynamics of conformational transitions within the native state are described. In models of the Protein-Glass type, successive conformational transitions are treated as diffusion of structural defects in liquid-like regions surrounding solid-like fragments of protein secondary structure. Alternatively, in models of the Protein-Machine type, the dynamics of conformational transitions is approximated by a quasi-continuous diffusive motion of solid-like structural elements relative to each other. A particular Protein-Machine model is applied in constructing a microscopic theory of enzymatic reaction involving a single chemical transformation of substrate. The rule seems to be that it is the process of conformational diffusion, and not the details of chemical transformation, that affects the rate of enzymatic reactions. Under this assumption the reaction pathways in the initial and stationary stages can differ. A possibility is indicated of direct coupling of several reactions taking place at the same multienzyme complex.", 
            "authors": "Michał Kurzyński", 
            "institutes": {
                "1": "Instytut Fizyki, Uniwersytet im. A. Mickiewicza, ul. Matejki 48, 60-769 Poznań, e-mail: kurzphys@phys.amu.edu.pl"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 3.", 
            "emails": []
        }, 
        {
            "title": "Perspectives in using liquid crystals to stabilize functional conformation of proteins", 
            "abstract": "The close-packed structure of a protein molecule stabilized by a cooperative network of interactions forms a unit in which local alterations induced by binding of ligands may be propagated to other parts. The disruption of tertiary interaction, which associates the larger alterations, introduces local melting of protein structure. Chromonic liquid crystalline meso-phase entities of rod-like or ribbon-like supra-molecular organisation recognise and anchor to molten areas in b-pleated sheets, stabilising the altered conformation. This again produces higher stability for the ligand-protein complex and hence may be followed by increased activity or inhibition, opening the prospect for practical use of this phenomenon.", 
            "authors": "Leszek Konieczny1, Barbara Piekarska1, Irena Roterman2, Janina Rybarska1, Marek Skowronek1, Barbara Stopa1", 
            "institutes": {
                "1": "Instytut Biochemii Lekarskiej Collegium Medicum, \nUniwersytet Jagielloński, ul. Kopernika 7, 31-034 Kraków\n", 
                "2": "Zakład Biostatyki i Informatyki Medycznej Collegium Medicum, Uniwersytet Jagielloński, ul. Kopernika 17, 31-501 Kraków\n"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 29.", 
            "emails": []
        }, 
        {
            "title": "How water contributes to the phospholipid membrane stability as studied by a molekular dynamics simulation", 
            "abstract": "Construction and thermalization of a hydrated phosphatidylcholine bilayer is described. In the liquid-crystalline phase of the bilayer, which corresponds to the physiological state of biomembranes, a large number of phospholipid molecules are linked by water molecules to form clusters. These water bridges decay and form continually but the lifetime of a fraction of them is in the nanosecond time scale. These suggest a possibility that water bridges can, together with other interactions, stabilize the membrane structure.", 
            "authors": "Marta Pasenkiewicz-Gierula", 
            "institutes": {
                "1": "Zakład Biofizyki, Instytut Biologii Molekularnej, Uniwersytet Jagielloński, al. Mickiewicza 3, 31-120 Kraków"
            }, 
            "ref": "Wiadomości Chemiczne, 1997, 50, 41.", 
            "emails": []
        }, 
        {
            "title": "Design of low-molecular, mechanism-based ihibitors of proteolytic enzymes", 
            "abstract": "The design and development of new drugs for existing diseases is increasingly concerned with enzyme inhibitors. Very considerable progress has been made in this area over the last few years, especially with the advent of mechanism-based inactivators, heralded by the use of low-molecular inhibitors of proteolytic enzymes. Basing on the chemical mechanism of enzymatic catalysis these enzymes were divided into four groups: serine, cysteine, aspartic and metallo-proteinases. The knowledge of catalytic function at their active sites is a good basis for the design of potent inhibitors of these enzymes as shown in this paper using representative examples.", 
            "authors": "Paweł Kafarski, Roman Gancarz", 
            "institutes": {
                "1": "Instytut Chemii Organicznej, Biochemii i Biotechnologii Politechniki Wrocławskiej, Wybrzeże Wyspiańskiego 27, 50-370 Wrocław"
            }, 
            "ref": "Wiadomości Chemiczne, 1997, 50, 51.", 
            "emails": []
        }, 
        {
            "title": "Thrombin inhibitors", 
            "abstract": "Thrombin plays an important role in thrombosis and hemostasis. On the other hand, thrombin may also be involved in pathological situations such as thromboembolic disorders. Thus, it is important to be able to control the action of this enzyme. A great number of synthetic direct thrombin inhibitors have recently been made. They block either the thrombin catalytic site and/or an anion-binding exo-site which is a recognition site for some of its substrates (fibrinogen, thrombin receptor, thrombomodulin) or act on the enzyme both sites (bivalent inhibitors). This review article describes the design based on the crystal structure and structure-activity relationships, of new potent, bivalent thrombin inhibitors.", 
            "authors": "Zbigniew Szewczuk", 
            "institutes": {
                "1": "Instytut Chemii, Uniwersytet Wrocławski, ul. F.Joliot-Curie 14, 50-383 Wrocław"
            }, 
            "ref": "Wiadomości Chemiczne, 1997, 50, 77.", 
            "emails": []
        }, 
        {
            "title": "Average distance and distance distribution estimation by steady-state energy transfer measurements", 
            "abstract": "Radiationless energy transfer is a widely used method in studies on structure and dynamics of conformational changes of biomolecules. Steady-state measurements of energy transfer are applied to estimate an average interchromophoric distance and also to study distance distribution using dynamic fluorescence quenching or performing measurements for series of compounds with different critical Förster distances but having the same conformation. In this review theoretical and practical aspects of fluorescence energy transfer are described.", 
            "authors": "Wiesław Wiczk, Leszek Łankiewicz", 
            "institutes": {
                "1": "Wydział Chemii, Uniwersytet Gdański, ul. Sobieskiego 18, 80-952 Gdańsk"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 99.", 
            "emails": []
        }, 
        {
            "title": "Nuclear magnetic resonance studies on structure of actin", 
            "abstract": "Actin is probably the most abundant protein in nature, present in all eucariotic cells, always involved in determination of the shape and mobility of the cell. This review presents NMR data which concern the effect of the actin polymerization, a structure of its nucleotide complex and the effect of Ca2+/Mg2+ metal ion exchange at the high-affinity binding site.", 
            "authors": "Genowefa Ślósarek", 
            "institutes": {
                "1": "Zakład Biofizyki Molekularnej, Instytut Fizyki, Uniwersytet im. A.Mickiewicza, ul. Umultowska 85, 61-614 Poznań"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 125.", 
            "emails": []
        }, 
        {
            "title": "Coordination ability of sulfonamide bond in complexes of copper(II) ions", 
            "abstract": "This article is a short review considering the metal ions interaction, mostly Cu2+ ions, with sulfonamide moiety. Different coordination behaviour of ligands containing this donor system depends on metal ion and the conditions in which complexes are formed. Sulfonoamide substituent on the N-terminal amino group of amino acids and peptides is very effective binding site to Cu(II) ion due to more acidic nitrogen of sulfonamide group. The para-substituent of phenylsulfonyl moiety have very strong impact on sulfonamide nitrogen binding ability.", 
            "authors": "Teresa Kowalik-Jankowska", 
            "institutes": {
                "1": "Instytut Chemii Uniwersytetu Wrocławskiego, ul. F. Joliot-Curie 14, 50-383 Wrocław"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 143.", 
            "emails": []
        }, 
        {
            "title": "Notatki biograficzne. Stefan Kopeć (1888-1941)", 
            "abstract": "The subject of the paper is the scientific biography of Polish biologist - Stefan Kopeć, who as the first discovered endocrinology system of insects.", 
            "authors": "Karel Slama1, Danuta Konopińska2", 
            "institutes": {
                "1": "Institute of Entomology Czech Academy of Sciences, ul. Branisowska 31, \nCeske Budejovice, Czech Republik\n\n", 
                "2": "Wydział Chemii Uniwersytetu Wrocławskiego, \nul F.Joliot-Curie 14, 50-383 Wrocław "
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 155.", 
            "emails": []
        }, 
        {
            "title": "Notatki chaotyczne. VI. O chemii archeologicznej i archeologii molekularnej", 
            "abstract": "", 
            "authors": "Ignacy Z. Siemion", 
            "institutes": {
                "1": "Wydział Chemii Uniwersytetu Wrocławskiego, ul. F.Joliot-Curie 14, 50-383 Wrocław"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 161.", 
            "emails": []
        }, 
        {
            "title": "The metal-templated synthesis of the macrocycklic Schiff bases", 
            "abstract": "Recognition of the importance of complexes containing macrocyclic ligands for bioinorganic chemistry, supramolecular catalysis, biomedical applications, for separation and encapsulation processes, formation of compounds with unusual properties and structures, has led to a considerable efforts in developing reliable syntheses for these compounds. The effective method for the synthesis of macrocyclic Schiff base complexes involves an in situ approach wherein the presence of a metal ion in the cyclization reaction markedly increases the yield of the cyclic product. The metal ion plays an important role in directing the steric course of the reaction and this effect has been termed the metal-template effect. This article reviews the progress made in synthesis of metal ion complexes of Schiff base macrocycles through application of the above technique. The factors which prove to be of importance in directing the synthetic pathway in the Schiff base systems and must be taken into account in the design and synthesis of the desired products, are discussed.", 
            "authors": "Wanda Radecka-Paryzek, Violetta Patroniak-Krzyminiewska", 
            "institutes": {
                "1": "Wydział Chemii, Uniwersytet im. A. Mickiewicza, ul. Grunwaldzka 6, 60-780 Poznań"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 171.", 
            "emails": []
        }, 
        {
            "title": "Lipases in organic synthesis", 
            "abstract": "Among numerous enzymes useful for organic synthesis, lipases are the most widely used. These enzymes have several properties which make them interesting as catalysts in organic synthesis, for instance, wide substrate acceptability, ease of handling, non-requirement for co-factors and, moreover, they are catalytically active in organic solvents. This paper reviews useful reactions catalyzed by lipases. Special attention is focused on the synthesis of biologically active compounds.", 
            "authors": "Ewa Haliniarz, Barbara Lejczak", 
            "institutes": {
                "1": "Instytut Chemii Organicznej, Biochemii i Biotechnologii Politechniki Wrocławskiej, Wybrzeże Wyspiańskiego 27, 50-370 Wrocław"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 193.", 
            "emails": []
        }, 
        {
            "title": "Synthesis of pyrans by heterodiene cykloaddition", 
            "abstract": "Two approaches to synthesis of pyran derivatives by heterodiene cycloaddition are reviewed. The first is the cycloaddition with the inverse electron demand of 1-oxa-1,3-butadiene with enol ethers or enamines. The second is the cycloaddition of 1,3-butadienes to carbonyl compounds. Some examples of the application of this methodology in synthesis of natural products are presented.", 
            "authors": "Krystyna Bogdanowicz-Szwed, Aleksandra Pałasz", 
            "institutes": {
                "1": "Wydział Chemii Uniwersytetu Jagiellońskiego, ul. Ingardena 3, 30-060 Kraków"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 213.", 
            "emails": []
        }, 
        {
            "title": "Polymers with azide groups as a component of high energetic materials", 
            "abstract": "In spite of the general opinion about the azide group, polymers containing them are sufficiently safe and stable materials. This fact has been explained on the basis of the special and general properties of the azide groups.\nIn this paper we present the following subjects connected with these polymers: methods of monomers and oligomers preparation, oligomers crosslinking and curing. Particular attention is paid to thermochemical properties of the azide polymers and high energetic materials composed of them.", 
            "authors": "Michał Syczewski", 
            "institutes": {
                "1": "Zakład Materiałów Wysokoenergetycznych, Wydział Chemiczny, Politechnika Warszawska, ul. Noakowskiego 3, 00-664 Warszawa"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 241.", 
            "emails": []
        }, 
        {
            "title": "Synthesis of organic peroxy compounds", 
            "abstract": "The variety of synthesis methods of organic peroxides R1OOR2 (R1 = H, alkyl, aralkyl; R2 = alkyl, aralkyl) have been reviewed.", 
            "authors": "Stefan Baj, Małgorzata Dawid", 
            "institutes": {
                "1": "Instytut Chemii i Technologii Organicznej, Politechnika Śląska, ul. B. Krzywoustego 4, 44-101 Gliwice"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 261.", 
            "emails": []
        }, 
        {
            "title": "Methods to obtain propylene oxide", 
            "abstract": "Methods to obtain propylene oxide, both the commercial ones and those under investigation, are reviewed.", 
            "authors": "Andrzej Ledwig", 
            "institutes": {
                "1": "Instytut Ciężkiej Syntezy Organicznej \"Blachownia\", ul. Energetyków 9, 47-225 Kędzierzyn-Koźle"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 295.", 
            "emails": []
        }, 
        {
            "title": "Environmental pollution and cancer: some misconceptions", 
            "abstract": "The public has many misconceptions about the relationship between environmental pollution and human cancer. Underlying these misconceptions is an erroneous believe that nature is benign. Below we highlight eight of these misconceptions and describe the scientific information that undermines each one.", 
            "authors": "Bruce N. Ames, Lois Swirsky Gold", 
            "institutes": {}, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 317.", 
            "emails": []
        }, 
        {
            "title": "Notatki chaotyczne. VII. O układaniu pasjansów chemicznych", 
            "abstract": "", 
            "authors": "Ignacy Z. Siemion", 
            "institutes": {
                "1": "Wydział Chemii Uniwersytetu Wrocławskiego, ul. F.Joliot-Curie 14, 50-383 Wrocław"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 345.", 
            "emails": []
        }, 
        {
            "title": "Nitrogen bases showing strong proton-acceptor properties", 
            "abstract": "In this paper we report the proton-acceptor properties for very strong neutral nitrogen bases as: guanidines, amidines, proton sponges, poliamines, cryptands and Schwesinger bases (phosphazenes).", 
            "authors": "Grzegorz Schroeder, Bogusława Łęska", 
            "institutes": {
                "1": "Wydział Chemii Uniwersytetu im. A. Mickiewicza, ul. Grunwaldzka 6, 60-780 Poznań"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 367", 
            "emails": []
        }, 
        {
            "title": "Properties and applications of tetraazamacrocyclic complexes of transition metals", 
            "abstract": "In this review are presented the physico-chemical and electrochemical properties of tetraazamacrocyclic complexes of transition metals, especially of Ni, and applications of this class of complexes in catalysis, analysis and medicine.", 
            "authors": "Grzegorz Rosłonek, Joanna Taraszewska", 
            "institutes": {
                "1": "Instytut Chemii Fizycznej Polskiej Akademii Nauk, ul. Kasprzaka 44/52, 01-224 Warszawa"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 399.", 
            "emails": []
        }, 
        {
            "title": "Methanol fuel cells", 
            "abstract": "Fuel cell is a system which converts chemical energy of a fuel and an oxidant directly into the electrical energy. Methanol fuel cell seems to be promising for large-scale commercialization, in contrast to hydrogen-fed cells, especially in transportation. The limitation for methanol system is nowadays due to low catalytic activity of the electrodes, especially anodes. The best catalytic material seems to be platinum in composition with some other metals, as tin and ruthenium, which act as promotors of electrochemical processes. Promotors weaken the negative influence of catalyst poisons generated during the oxidation of methanol. Application of solid polymer electrolytes in methanol fuel cell allows to elevate the working temperature of the cell, which results in higher current densities. Methanol fuel cell presents several advantages: lack of toxic emission (CO, hydrocarbons, lead, sulphur), relatively low operating temperature.", 
            "authors": "Jan Przyłuski, Zbigniew Połtarzewski", 
            "institutes": {
                "1": "Zakład Technologii Ciała Stałego, Wydział Chemiczny, Politechnika Warszawska, ul. Noakowskiego 3, 00-664 Warszawa"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 437.", 
            "emails": []
        }, 
        {
            "title": "Transition metal nitrides and carbides - new type of hydrotreatment catalysts", 
            "abstract": "Interstitial alloys are formed by the incorporation of nitrogen or carbon into the lattices of early transition metals to produce a class of compounds with metallic character. They demonstrate excellent catalytic activity, similar to those of noble metals in wide variety of reactions: hydrogenolysis, hydroprocessing, isomerization, ammonia synthesis. Methods of synthesis as well as the structure of interstitial alloys are reviewed. Results of investigation of their catalytic properties as the hydrotreatment catalysts are reviewed and discussed.", 
            "authors": "Janusz Trawczyński, Jerzy Walendziewski", 
            "institutes": {
                "1": "Instytut Chemii i Technologii Nafty i Węgla Politechniki Wrocławskiej, ul. Gdańska 7/9, 50-344 Wrocław"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 455.", 
            "emails": []
        }, 
        {
            "title": "Dioxine: perceptions, estimates, measures", 
            "abstract": "A critical review of worldwide investigations of environmental and occupational health effects due to exposures to 2,3,7,8-tetrachlorodibenzodioxin (TCDD) is presented. Initial Swedish results on extreme carcinogenicity of dioxine are compared with two series of German and American studies which do not confirm the early Swedish observations.\nCancer, birth defects, and other toxic effects are seen in animals only at doses close to those that cause overt toxic effects in adult animals. It is argued that humans have never been exposed to comparable exposure levels. Consequently, there is no convincing evidence for human cancer risk increase related to dioxin exposures.", 
            "authors": "Michael Gough", 
            "institutes": {}, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 469.", 
            "emails": []
        }, 
        {
            "title": "Glassy metals in elektrochemistry. Passivity and electrocatalytic properties", 
            "abstract": "Present state of understanding the structure and the electrochemical behaviour of metallic glasses in various environments is summarized. Emphasis is placed on the experimental evidence concerning the ability to passivate, stability of the passive state of these alloys including the susceptibility to pitting, as well as on details of the characteristic features and peculiarities of these systems. The stationary behaviour, based on recent models for homogenous alloys, is discussed. The role of amorphous alloys in electrocatalysis and perspective of their application in this area are pointed out.", 
            "authors": "Maria Janik-Czachor, Anna Wołowik", 
            "institutes": {
                "1": "Instytut Chemii Fizycznej PAN, ul. Kasprzaka 44/52, 01-224 Warszawa"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 497.", 
            "emails": []
        }, 
        {
            "title": "Uczony czy naukowiec, czyli o przeświadczeniach w nauce", 
            "abstract": "", 
            "authors": "Przemysław Mastalerz", 
            "institutes": {
                "1": "ul. Gliniana 23 m 17, 50-525 Wrocław"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 517.", 
            "emails": []
        }, 
        {
            "title": "Notatki chaotyczne. VIII. O analogii w chemii", 
            "abstract": "", 
            "authors": "Ignacy Z. Siemion", 
            "institutes": {
                "1": "Wydział Chemii Uniwersytetu Wrocławskiego, ul. F.Joliot-Curie 14, 50-383 Wrocław"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 521.", 
            "emails": []
        }, 
        {
            "title": "The beginings of physical chemistry at Lvov University - Bronisław Lachowicz as a physical chemist", 
            "abstract": "The biography of Bronisław Lachowicz (1856-1903) is outlined and his role in the development of Chemistry Department of the Lvov University during the last two decades of XIX century enhanced. Lachowicz was the first Polish university teacher reading lectures on physical chemistry. The bibliography of Lachowicz`s scientific papers is given and those concerning miscellaneous physicochemical problems are critically reviewed.", 
            "authors": "Zdzisław Ruziewicz", 
            "institutes": {
                "1": "ul. Zielonego Dębu 23, 51-621 Wrocław"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 535.", 
            "emails": []
        }, 
        {
            "title": "Molecular modelling methods. Part I: Basic techniques and challenging problems", 
            "abstract": "An overview is presented of computer modelling and simulation methods that play an increasing role in drug design: quantum chemical methods, molecular mechanics, molecular dynamics and Brownian dynamics. The application of molecular dynamics for the prediction of thermodynamic properties like free energy differences and binding constants is discussed. The Brownian dynamics method is presented in connection with the calculation of effective electrostatic forces using the Poisson-Boltzmann equation, which allows one to sample ligand-binding geometries and to predict the kinetics of diffusion-limited enzyme reactions. New techniques that have recently been extensively developed, such as the global energy minimization and quantum-classical dynamics methods, are also introduced. The molecular modelling methods are illustrated with selected examples.", 
            "authors": "Bogdan Lesyng1, J. Andrew McCammon2", 
            "institutes": {
                "1": " Zakład  Biofizyki Instytutu Fizyki Doświadczalnej Uniwersytetu \nWarszawskiego, ul. Żwirki i Wigury 93, 02-089 Warszawa\n", 
                "2": " Institute of Molecular Desing, Department of Chemistry, \nUniversity of Huston, Huston TX 77204, USA\n"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 563.", 
            "emails": []
        }, 
        {
            "title": "Molecular modeling methods. Part II: Present state and perspectives", 
            "abstract": "The short review supplements the previous article which is a translated version of the paper: B. Lesyng and J.A. McCammon, Molecular modeling methods. Basic techniques and challenging problems. Pharmac. Ther., 1994, 60, 149-167. The role of molecular modeling in the framework of computer simulation techniques in natural sciences is shortly discussed here. Supplementary literature on a broad class of algorithms and on new computer technologies is given.", 
            "authors": "Bogdan Lesyng", 
            "institutes": {
                "1": ""
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 587.", 
            "emails": []
        }, 
        {
            "title": "Application of total relaxation field of 1-H noe and molecular modeling to stereochemical studies of organic compounds", 
            "abstract": "Application of the title method is presented for searching the conformational space in small flexible molecules for assignment of relative configuration of stereogenic centers and for recognition of intermolecular interactions in solution.", 
            "authors": "Lech Kozerski, Robert Kawęcki, Piotr Krajewski", 
            "institutes": {
                "1": "Instytut Chemii Organicznej, Polska Akademia Nauk, ul. Kasprzaka 44/52, 01-224 Warszawa"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 591.", 
            "emails": []
        }, 
        {
            "title": "Kinetics of fast bimolecular reactions studied by fluorescence quenching. Part I: Theory of the transient effect", 
            "abstract": "Time-resolved fluorescence quenching is an important method for studying diffusion-controlled reactions and in addition Single Photon Counting (SPC) techniques give data curves with high precision. A particularly important case is a diffusion-limited reaction with a time-dependent reaction rate coefficient, which in the initial stages is described by nonstationary solutions of the diffusion equations. In this paper an explicit form of an equation for the reaction rate coefficient, k(t), is given along with functions - obtained by using these equations - describing the decay of donor fluorescence in the presence of a quencher, I(t). It is also demonstrated how the dynamics of bimolecular processes may be studied by using dynamic measurements I(t) and/or Stern-Volmer kinetic curves.", 
            "authors": "Marek Sikorski", 
            "institutes": {
                "1": "Zakład Fotochemii, Wydział Chemii, Uniwersytet im. A. Mickiewicza, ul. Grunwaldzka 6, 60-780 Poznań"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 607.", 
            "emails": []
        }, 
        {
            "title": "Application of the Hammett equation to proton transfer reactions for polyfunctional and tautomeric compounds", 
            "abstract": "Possibilities of application of the Hammett equation to the study of proton transfer equilibria for polyfunctional and tautomeric systems are presented and illustrated.", 
            "authors": "Ewa Daniela Raczyńska", 
            "institutes": {
                "1": "Katedra Chemii Ogólnej, Szkoła Główna Gospodarstwa Wiejskiego, ul. Rakowiecka 26/30, 02-528 Warszawa"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 625.", 
            "emails": []
        }, 
        {
            "title": "Notatki chaotyczne. IX. Intuicje i iluminacje", 
            "abstract": "", 
            "authors": "Ignacy Z. Siemion", 
            "institutes": {
                "1": "Wydział Chemii Uniwersytetu Wrocławskiego, ul. F.Joliot-Curie 14, 50-383 Wrocław"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 653.", 
            "emails": []
        }, 
        {
            "title": "Women in science In the scientific circle of Maria Skłodowska-Curie", 
            "abstract": "This article traces the life and work of seven women, i.e. H. Brooks, E. Gleditsch, M.Sybil Leslie, E. Ramstedt, J. Szmidt, I. Joliot-Curie and A. Dorabialska working in Maria Skłodowska-Curie Laboratory and shows the role of her as supervisor.", 
            "authors": "Maria Cieślak-Golonka", 
            "institutes": {
                "1": "Instytut Chemii Nieorganicznej i Metalurgii Pierwiastków Rzadkich, Politechnika Wrocławska, Wybrzeże Wyspiańskiego 27, 50-370 Wrocław"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 671.", 
            "emails": []
        }, 
        {
            "title": "Crystal structure refinement from powder data - the Rietveld method", 
            "abstract": "The Rietveld method - a tool for crystal structure refinement from powder X-ray data - is presented. An example illustrating the procedure of Rietveld refinement of magnesium hexaaqua bromate structure is also included.", 
            "authors": "Joanna Lutosławska-Rogóż, Stanisław A. Hodorowicz", 
            "institutes": {
                "1": "Zakład Krystalochemii i Krystalofizyki, Wydział Chemii, Uniwersytet Jagielloński, ul. Ingardena 3, 30-060 Kraków"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 687.", 
            "emails": []
        }, 
        {
            "title": "Differences in chemical behaviour of isotopes as exemplified by 238U and 235U", 
            "abstract": "Some theoretical and technological aspects of the chemical uranium enrichment are discussed. The CHEMEX liquid-liquid extraction, Asahi (ACEP) ion-exchange, and MLIS and AVLIS laser methods are presented. A careful analysis of the influence of the odd neutron number of isotope on its chemical behaviour (the even-odd effect) has brought us to the conclusion that there must exist an opposite effect for nuclids with extra stable nuclei. This hypothesis is to be verified for 14260Nd, 20882Pb, and 50Sn vs other isotopes of these \"magic\" nuclids.", 
            "authors": "Tomasz Mioduski", 
            "institutes": {
                "1": "Instytut Chemii i Techniki Jądrowej, ul. Dorodna 16, 03-195 Warszawa"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 701.", 
            "emails": []
        }, 
        {
            "title": "Anion receptors", 
            "abstract": "In this publication the physicochemical parameters of anions having an influence on the selective anion complexation by receptor molecules were described in detail. The value of hydration energy, by charge distribution in molecule, Lewis acid-base character (as well as Pearson`s hardness) and the anion size were chosen as the most important properties of anions. The types of selective anion recognition by receptor molecules and possible chemical interactions between \"host\" and \"guest\" were discussed. The main part of this work contains a literature review concerning anion selective receptors, divided on four groups based on different interaction with ion (electrostatic, hydrogen bonding, coordination and covalent).", 
            "authors": "Wojciech Wróblewski, Zbigniew Brzózka", 
            "institutes": {
                "1": "Zakład Chemii Analitycznej, Wydział Chemiczny Politechniki Warszawskiej, ul. Noakowskiego 3, 00-664 Warszawa"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 721.", 
            "emails": []
        }, 
        {
            "title": "War gases in Southern Baltic Sea", 
            "abstract": "The paper describes results and research done on the influence of the war gases, dumped in the Southern Baltic Sea between 1945 and 1948, on people who live and work in this area.", 
            "authors": "Krzysztof Korzeniewski", 
            "institutes": {
                "1": "Instytut Oceanografii, Uniwersytet Gdański, al. Marsz. J. Piłsudskiego 46, 81-378 Gdynia"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 745.", 
            "emails": []
        }, 
        {
            "title": "Analysis of structural and energetic properties of microporous carbonaceous adsorbents", 
            "abstract": "Advanced methods of characterization of structural and energetic properties of microporous carbonaceous adsorbents are reviewed. The porous structure of carbonaceous adsorbents, its creation, classification, and influence on the sorption properties is discussed. A main focus was placed on molecular adsorption and its use for studying solid adsorbents. It was shown that the structural heterogeneity of carbonaceous adsorbents can be characterized in terms of the pore volume distribution, which can be obtained by Jaroniec-Choma, Horvath-Kawazoe or density functional theory methods. However, the energetic heterogeneity of these adsorbents can be characterized in terms of the adsorption energy distribution obtained by the condensation approximation method or regularization methods. These methods were illustrated by using our experimental results and theoretical calculations for carbonaceous adsorbents.", 
            "authors": "Jerzy Choma1, Mieczysław Jaroniec2", 
            "institutes": {
                "1": "Instytut Chemii Wojskowej Akademii Technicznej, \nul. S. Kaliskiego 2, 01-489 Warszawa \n", 
                "2": "Separation and Surface Science Center, Department of Chemistry, \nKent State University, Kent, Ohio 44-242, USA"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 759.", 
            "emails": []
        }, 
        {
            "title": "Catalytic conversion of methane to ethylene by oxidative coupling", 
            "abstract": "The possibilities of direct conversion of methane to ethylene in the catalytic process of oxidative coupling have been presented. The literature data and the autor`s own results have been taken into consideration. The paper was presented at the conference \"Natural Gas for Chemical Technology\", Puławy, June 1-2, 1995.", 
            "authors": "Andrzej Machocki", 
            "institutes": {
                "1": "Zakład Technologii Chemicznej, Wydział Chemii, Uniwersytet Marii Curie-Skłodowskiej, pl. Marii Curie-Skłodowskiej 3, 20-031 Lublin"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 789.", 
            "emails": []
        }, 
        {
            "title": "Notatki chaotyczne. X. O błędach. Niebezpieczeństwa ekstrapolacji.", 
            "abstract": "", 
            "authors": "Ignacy Z. Siemion", 
            "institutes": {
                "1": "Wydział Chemii Uniwersytetu Wrocławskiego, ul. F.Joliot-Curie 14, 50-383 Wrocław"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 807.", 
            "emails": []
        }, 
        {
            "title": "Applications of neural self-organizing maps in chemistry", 
            "abstract": "The architecture of the self-organizing maps and their implementations in chemistry have been reviewed. In particular the comparisons of the protein sequences, the mapping of chemical molecules and the analysis of the pollution emission sources have been illustrated. All the procedures discussed were designed successfully to form interesting and efficient methods of chemometric analysis.", 
            "authors": "Jarosław Polański", 
            "institutes": {
                "1": "Zakład Chemii Organicznej, Instytut Chemii Uniwersytetu Śląskiego, ul. Szkolna 9, 40-006 Katowice"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 817.", 
            "emails": []
        }, 
        {
            "title": "The linear model of the chemical equation", 
            "abstract": "A matrix method of generating, balancing and determining the number of independent reactions has been described and discussed.", 
            "authors": "Piotr Kosztołowicz", 
            "institutes": {
                "1": "ul. Okrzei 9/6, 25-525 Kielce"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 827.", 
            "emails": []
        }, 
        {
            "title": "Kinetics of fast bimolecular reactions studied by fluorescence quenching. Part II: Transient effect - comparison of theory with experiment", 
            "abstract": "The application in detection systems of a new generation of photomultipliers - micro-channel plates - at the end of the last decade enabled considerable progress in experimental studies of fast bimolecular reactions. This paper presents results of studies of fluorescence quenching partly controlled by diffusion in solutions, with particular emphasis on the transient effect. This paper also reports on previous experimental studies in which the Smoluchowski-Collins-Kimbal kinetics model with a time dependent reaction rate coefficient was applied.", 
            "authors": "Marek Sikorski", 
            "institutes": {
                "1": "Zakład Fotochemii, Wydział Chemii, Uniwersytet im. A. Mickiewicza, ul. Grunwaldzka 6, 60-780 Poznań"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 841.", 
            "emails": []
        }, 
        {
            "title": "Beneficial radiation", 
            "abstract": "Adaptive biological effects of ionizing radiation occur at near natural doses. This disagrees with non-threshold relationship, which is a basis of the current radiation protection. Vast literature demonstrates that such effects, occuring at molecular, cellular and population levels, result in increased longevity and decreased cancer incidence. Exposure to lower than natural radiation causes deficiency symptoms.", 
            "authors": "Zbigniew Jaworowski", 
            "institutes": {
                "1": "Centralne Laboratorium Ochrony Radiologicznej, ul. Konwaliowa 7, 03-194 Warszawa"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 857.", 
            "emails": []
        }, 
        {
            "title": "Zirconium dioxide in catalysis. Properties and application", 
            "abstract": "The use of zirconium compounds in catalytic systems has been growing considerably. The major interest is connected with zirconium dioxide - which in the form both of a single oxide and combined oxides - has been proved to be a very promising catalyst for various reactions. In this paper the properties and examples of application of ZrO2 as catalyst and catalyst support have been reviewed.", 
            "authors": "Andrzej Lewicki, Tadeusz Paryjczak, Jacek Rynkowski", 
            "institutes": {
                "1": "Instytut Chemii Ogólnej i Ekologicznej, Politechnika Łódzka, ul. Żwirki 36, 90-924 Łódź"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 879.", 
            "emails": []
        }, 
        {
            "title": "Bromine-containing oxidation by-products in water treatment", 
            "abstract": "The paper is a review dealing with the problem of bromine-containing by-products formed by application of strong oxidants in water treatment technology. By-products resulting from reaction of organic and inorganic \"precursors\" in treated water containing bromides with strong oxidants: chlorine, ozone, chloramine and chlorine dioxide are described. The possible sources of bromide in natural waters, formation of bromine-containing by-products, health risk arising from their presence in drinking water, the technology of removal of these compounds from drinking water as well as analytical methods for their determination have been discussed.", 
            "authors": "Jacek Nawrocki, Sławoir Biłozor", 
            "institutes": {
                "1": "Zakład Technologii Uzdatniania Wody, Wydział Chemii, Uniwersytet im. Adama Mickiewicza, ul. Drzymały 24, 60-613 Poznań"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 903.", 
            "emails": []
        }, 
        {
            "title": "Solid state NMR studies of the structure and dynamics of the phosphoroorganic dichalcogenides", 
            "abstract": "Solid state NMR spectroscopy was used to study the structure and dynamics of phosphoroorganic dichalcogenes with general formula RR`P(S)XX(S)PRR` where X = S, Se. X-ray diffraction has revealed that the conformation of (S)PXXP(S) backbone depends on R, R` substituents and can adopt anti-anti, anti-syn, and syn-syn geometry. The interaction between p-electrons of X atoms and empty dxz and dyz orbials of phosphorus has influence on geometry of S = P-X unit. For anti-anti conformation the P-X distances are shorter and S = P-X angles smaller compared to syn-syn conformation. The changes of local environment of phosphorus were recognized by 31P CP/MAS experiment. The investigation of series of bis(organothiophosphoryl) disulfides has allowed to establish the relationship between 31P chemical shift parameters; anisotropy D, asymmetry h , principal elements of chemical shift tensor d and molecular structure of S=P-S-S-P=S fragment.\nThe question of correlation between the number of resonances in the isotropic part of spectrum and molecular symmetry established by single-crystal X-ray diffraction was discussed. Moreover, the 31P CP/MAS nad 77Se CP/MAS experiments for phosphoroorganic dichalcogenides were used to study different polymorphic forms, inclusion complexes, solvates as well as phase transitions below melting point. The deuterated solvents occluded in the crystal lattice of inclusion complexes were investigated by means of 1H-2H CP/MAS NMR technique.\nThe line-sharpe analysis of the \"Pake doublet\" for static 2H experiment and 13C CP/MAS technique were employed to investigation of the intermolecular dynamics of aliphatic and/or aromatic groups directly bonded to phosphorus.", 
            "authors": "Marek J. Potrzebowski", 
            "institutes": {
                "1": "Centrum Badań Molekularnych i Makromolekularnych, Polska Akademia Nauk, ul. Sienkiewicza 112, 90-362 Łódź"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 925.", 
            "emails": []
        }, 
        {
            "title": "Notatki chaotyczne. XI. O błędach. Błędy sztuki", 
            "abstract": "", 
            "authors": "Ignacy Z. Siemion", 
            "institutes": {
                "1": "Wydział Chemii Uniwersytetu Wrocławskiego, ul. F.Joliot-Curie 14, 50-383 Wrocław"
            }, 
            "ref": "Wiadomości Chemiczne, 1996, 50, 951.", 
            "emails": []
        }
    ]
}